driver-tests/httpsoapbc/security/InvokeSAPCompApp1/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:echo="http://j2ee.netbeans.org/wsdl/echo">
  <soapenv:Body>
    <echo:echoOperation>
      <part1>?string?</part1>
    </echo:echoOperation>
  </soapenv:Body>
</soapenv:Envelope>